{
    "navigation": {
        "index": "Inicio",
        "experience": "Experiencia",
        "projects": "Proyectos",
        "about": "Acerca de m칤",
        "watchMyCv": "Mi CV es minimalista, ven a verlo!"
    },
    "index": {
        "title": "Javier",
        "bigHi": "Saludos!",
        "myNameIs": "Mi nombre es...",
        "and": "Y...",
        "beWelcomeTo": "Se bienvenido a...",
        "myPortfolioButton": "Mi portafolio!",
        "secondaryPortfolioButton": "Vamos! Da click aqu칤 para que sepas m치s de mi!",
        "tooltipMessage": "Escribeme! No muerdo... Muy fuerte.",
        "linkedinMessage": "Visita mi LinkedIn!"
    },
    "experience": {
        "title": "Experiencia",
        "description": "Estas son las empresas en las que he trabajado",
        "description2": "He aprendido mucho de ellas!",
        "present": "Actualidad",
        "accordion": {
            "responsibilities": "Responsabilidades",
            "technologies": "Tecnolog칤as"
        }
    },
    "projects": {
        "title": "Proyectos",
        "description": "Proyectos personales m치s recientes",
        "description2": "He hecho muchos proyectos personales, me gusta saber acerca de todo, as칤 que esta es la manera en la que puedo practicar con diferentes tecnolog칤as, espero que las encuentres interesantes!",
        "repositoryMessage": "Mira el c칩digo aqu칤!"
    },
    "about": {
        "title": "Acerca de M칤",
        "professionalTitle": "Profesionalmente",
        "professionalDescription": "Soy un apasionado del aprendizaje continuo y la exploraci칩n de nuevas tecnolog칤as, lo que se refleja en mis numerosos proyectos personales de pr치ctica. Actualmente, trabajo como desarrollador frontend, donde aplico mis habilidades en la creaci칩n de interfaces atractivas y funcionales.",
        "backendExperience": "He adquirido experiencia significativa en desarrollo backend, trabajando con Node.js, TypeScript, Mongoose y MongoDB, donde he podido desarrollar aplicaciones robustas y escalables. En mi 칰ltima experiencia laboral, utilic칠 Docker de manera extensiva, lo que me permiti칩 optimizar el desarrollo y la implementaci칩n de aplicaciones. Adem치s, tengo conocimientos b치sicos de PostgreSQL, lo que me ha brindado una comprensi칩n m치s amplia de las bases de datos relacionales.",
        "interests": "Me interesa seguir profundizando en tecnolog칤as como AWS, .NET y Python, mientras contin칰o especializ치ndome en el desarrollo backend.",
        "personalTitle": "Personalmente",
        "personalDescription": "Como puedes ver, esta p치gina es como un cuadrado, 쯡o? Bueno, si lo est치s viendo desde computadora 游땐. Siempre me ha gustado el tema oscuro y lo retro, as칤 que me gusta que mi portfolio tenga este tipo de estilos tambi칠n. Te lo explico porque tal vez se te haya hecho extra침o que la p치gina se vea as칤... Continuemos.",
        "hometown": "Vivo en un peque침o pueblito de Ecuador y, desde que entr칠 a la universidad, he sido amante de la tecnolog칤a y la programaci칩n; ah칤 descubr칤 mi vocaci칩n y mi pasi칩n. No hay muchas personas que se dediquen a este tipo de oficios en mi c칤rculo social, as칤 que me gusta pensar que soy diferente a los dem치s, que soy un rarito 游땐.",
        "values": "Me gusta estudiar y ser buena persona con los dem치s. Ense침ar a los dem치s y tener un buen ambiente laboral es uno de mis objetivos en cada empresa en la que he trabajado.",
        "contactMessage": "Espero que este sitio, y la informaci칩n que te he dado acerca de m칤, sea de tu agrado. 춰No dudes en contactarme!"
    }
}